Repository: stevendinggang/stringkey
Catalog: New/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, th, tr, vi, zh_hant, zh_hk

source: Batch Operations are Easier
ar: دفعة العمليات أسهل
de: Stapelverarbeitung ist einfacher
es: Las operaciones por lotes son más fáciles
fr: Les opérations par lot sont plus faciles
id: Operasi Batch Lebihah Mud
it: operazioni di gruppo sono più facili
ja: バッチ操作が簡単になります
ko: 배치 작업이 더 쉬워졌습니다。
nl: Batchbewerkingen zijn makkelijker
pl: Zbiorowe operacje są łatwiejsze
pt_br: Operações em Lote são Mais Fáceis
pt_pt: Operações em lote são mais fáceis
ru: Пакетные операции проще
th: การดำเนินการแบบชุดง่ายขึ้น
tr: Toplu İşlemler Daha Kolay
vi: Các thao tác nhóm dễ dàng hơn
zh_hant: 批量操作更容易
zh_hk: 批量操作更容易

# BodySerialNumber
source: 机身序列号
ar: الرقم التسلسلي للكاميرا
de: Seriennummer des Gehäuses
en: Body Serial Number
es: Número de serie del cuerpo
fr: Numéro de série de l‘appareil
id: Nomor Seri Tubuh
it: Numero di serie del corpo
ja: ボディシリアル番号
ko: 바디 시리얼 넘버
nl: Serienummer van de camera
pl: Numer seryjny aparatu
pt_br: Número de série do corpo
pt_pt: Número de série da câmara
ru: Серийный номер корпуса
th: หมายเลขเครื่อง
tr: Makine seri numarası
vi: Số sê-ri của thân máy
zh_hant: 機身序列號
zh_hk: 機身序號

# BottomCenter
source: 底部中心
ar: مركز القاع
de: Unten in der Mitte
en: Bottom Center
es: Centro inferior
fr: Centre inférieur
id: Pusat Bawah
it: Centro inferiore
ja: 底部中央
ko: 하단 중앙
nl: Onderkant midden
pl: Centralny dół
pt_br: Centro inferior
pt_pt: Centro inferior
ru: Центр снизу
th: กึ่งกลางด้านล่าง
tr: Alt merkez
vi: Trung tâm dưới cùng

# BottomLeft
source: 左下角
ar: الزاوية السفلية اليسرى
de: Links Unten
en: Bottom Left
es: Esquina inferior izquierda
fr: Coin inférieur gauche
id: Bawah Kiri
it: Angolo inferiore sinistro
ja: 左下
ko: 왼쪽 아래
nl: Linksonderhoek
pl: Lewy dolny róg
pt_br: Canto inferior esquerdo
pt_pt: Canto inferior esquerdo
ru: Нижний левый угол
th: มุมซ้ายล่าง
tr: Sol alt köşe
vi: Góc dưới trái

# BottomRight
source: 右下角
ar: الزاوية السفلية اليمنى
de: Rechts Unten
en: Bottom Right
es: Esquina inferior derecha
fr: Coin inférieur droit
id: Bawah Kanan
it: Angolo inferiore destro
ja: 右下
ko: 오른쪽 아래
nl: Rechteronderhoek
pl: Prawy dolny róg
pt_br: Canto inferior direito
pt_pt: Canto inferior direito
ru: Нижний правый угол
th: มุมขวาล
tr: Sağ alt köşe
vi: Góc dưới phải

# Brightness
source: 亮度
ar: السطوع
de: Helligkeit
en: Brightness
es: Brillo
fr: Luminosité
id: Kecerahan
it: Luminosità
ja: 輝度
ko: 합니다밝기
nl: Helderheid
pl: Jasność
pt_br: Brilho
pt_pt: Brilho
ru: Яркость
th: ่างความสว่าง
tr: Parlaklık
vi: Độ sáng

# BrightnessValue
source: 亮度值
ar: قيمة السطوع
de: Helligkeitswert
en: Brightness Value
es: Valor de brillo
fr: Valeur de luminosité
id: Nilai Kecerahan
it: Valore luminosità
ja: 輝度値
ko: 밝기 값
nl: Helderheidswaarde
pl: Wartość jasności
pt_br: Valor de brilho
pt_pt: Valor de brilho
ru: Значение яркости
th: ค่าความสว่าง
tr: Parlıklak değeri
vi: Giá trị độ sáng

# Byline
source: 稿件作者
ar: مؤلف المسودة
de: Byline
en: Original Author
es: Autor Original
fr: Auteur de l'œuvre
id: Penulis Naskah
it: Autore del manoscritto
ja: ドラフトの著者
ko: 기사 작성자
nl: Auteur van het werk
pl: Autor materiałów
pt_br: Autor do manuscrito
pt_pt: Autor da obra
ru: Автор статьи
th: ผู้เขียนต้นฉบับ
tr: Makaleyian yaz
vi: Tác giả bản thảo

# Center
source: 中心
ar: مركز
de: Zentrum
en: Center
es: centro
fr: Centre
id: Pusat
it: Centro
ja: 中央
ko: 중앙
nl: Midden
pl: Środek
pt_br: Centro
pt_pt: Centro
ru: Центр
th: กึ่งกลาง
tr: Merkez
vi: Trung tâm

source: Center -1.0...1.0
ar: مركز -1.0...1.0
de: Zentrum -1.0...1.0
es: Centro -1.0...1.0
fr: Centre -1,0...1,0
it: Centro -1.0...1.0
ja: センター -1.0...1.0
ko: 중앙 -1.0...1.0
pl: Centrum -1.0...1.0
pt_br: Centro -1.0...1.0
pt_pt: Centro -1.0...1.0
ru: Центр -1.0...1.0
tr: Merkez -1.0...1.0
vi: Trung tâm -1.0...1.0

source: Choose Your Camera
ar: اختر الكاميرا الخاصة بك
de: Wählen Sie Ihre Kamera
es: Elija su cámara
fr: Choisir votre caméra
id: Pilih Kamera Anda
it: Scegli la tua fotocamera
ja: カラメを選択
ko: 카라메 선택
nl: Kies je camera
pl: Wybierz swoją kamerę
pt_br: Escolha sua câmera
pt_pt: Escolha Câmara Sua
ru: Выберите вашу камеру
th: เลือกกล้องของคุณ
tr: Kameranı Seç
vi: Chọn Máy Ảnh Của Bạn
zh_hant: Choose Your

# Classic
source: 经典
ar: كلاسيكي
de: Klassisch
en: Classic
es: Clásico
fr: Classique
id: Klasik
it: Classico
ja: クラシック
ko: 클래식
nl: Klassiek
pl: Klasyczny
pt_br: Clássico
pt_pt: Clássico
ru: Классический
th: คลาสสิก
tr: Klasik
vi: Cổ điển
zh_hant: 經典
zh_hk: 經典

# Cloudy
source: 多云
ar: غائم
de: Bewölkt
en: Cloudy
es: Nublado
fr: Nuageux
id: BerawanModel
it: Nuvoloso
ja: 曇り
ko: 구름 많음
nl: Bewolkt
pl: Pochmurny
pt_br: Nublado
pt_pt: Nublado
ru: Облачно
th: มีเมฆ
tr: Bulutlu
vi: Nhiều mây
zh_hant: 多雲
zh_hk: 多雲

# ColorModel
source: 色彩模型
ar: نمو الأذجلوان
de: Farbmodell
en: Color Model
es: Modelo de color
fr: Modèle de couleur
id: Warna
it: Modello di colore
ja: カラーモデル
ko: 컬러 모델
nl: Kleurmodel
pl: Model koloru
pt_br: Modelo de cor
pt_pt: Modelo de cor
ru: Цветовая модель
th: โมเดลสี
tr: Renk modeli
vi: Mẫu màu

# ColorSpace
source: 色彩空间
ar: فضاء الألوان
de: Farbraum
en: Color Space
es: Espacio de color
fr: Espace colorimétrique
id: Ruang Warna
it: Spazio colore
ja: 色空間
ko: 색공간
nl: Kleurruimte
pl: Przestrzeń kolorów
pt_br: Espaço de cor
pt_pt: Espaço de cor
ru: Цветовое пространство
th: พื้นที่สี
tr: Renk alanı
vi: gian màu
zh_hant: 色彩空間
zh_hk: 色彩空間

# ComponentsConfiguration
source: 组件配置
ar: تكوين المكونات
de: Komponenten-Konfiguration
en: Component Configuration
es: Configuración del componente
fr: Configuration des composants
id: Konfigurasi Komponen
it: Configurazione componente
ja: コンポーネント設定
ko: 위젯 설정
nl: Componentconfiguratie
pl: Konfiguracja komponentu
pt_br: Configuração do componente
pt_pt: Configuração do componente
ru: Настройки компонентов
th: การกำหนดค่าของส่วนประกอบ
tr: Bileşen yapılandırma
vi: Ghép hình ảnh
zh_hant: 組件配置
zh_hk: 組件配置

# CompositeImage
source: 组合图像
ar: صورة مركبة
de: Kompositbild
en: Composite Image
es: Imagen compuesta
fr: Image composite
id: Gambar Gabungan
it: Immagine composita
ja: コンポジ画像
ko: 결합 이미지
nl: Gecombineerde afbeelding
pl: Złożony obraz
pt_br: Imagem combinada
pt_pt: Imagem combinada
ru: Составное изображение
th: รวมภาพ
tr: Görüntü birleştir
vi: Tỷ lệ nén
zh_hant: 組合圖像
zh_hk: 組合圖像

# CompressedBitsPerPixel
source: 压缩比率
ar: معدل
de: Komprimierte Bits pro Pixel
en: Compression Ratio
es: Tasa de compresión
fr: Taux de compression
id: Rasio Kompresi
it: Rapporto di compressione
ja: 圧縮比率
ko: 압축 비율
nl: Compressieverhouding
pl: Wskaźnik kompresji
pt_br: Taxa de compressão
pt_pt: Taxa de compressão
ru: Степень сжатия
th: อัตราการบีบอัด
tr: Sıkıştırma oranı
vi: ỷ lệ nén
zh_hant: 壓縮比率
zh_hk: 壓縮比率

source: connect with the community
ar: الضغطالاتصال بالمجتمع
de: Verbinden Sie sich mit der Community
es: conéctese con la comunidad
fr: connectez-vous avec la communauté
id: Terhubung dengan Komunitas
it: connettiti con la comunità
ja: コミュニティと接続する
ko: 커뮤니티와 연결
nl: Ver metbind de communityDo
pl: połącz się ze społecznością
pt_br: Conecte-se com a comunidade
pt_pt: conectar com a comunidade
ru: Связаться с сообществом
th: เชื่อมต่อกับชุมชน
tr: ltopulukla bağlan
vi: kết nối với cộng đồng
zh_hant: Cameraconnect with the community

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
nl: orgaan
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
th: ดำเนินการต่อไป
tr: Devam et
vi: Tiếp tục

# Contrast
source: 对比度
ar: التباين
de: Kontrast
en: Contrast
es: Contraste
fr: Contraste
id: Kontras
it: Contrasto
ja: コントラスト
ko: 대조
nl: Contrast
pl: Kontrast
pt_br: Contraste
pt_pt: Contraste
ru: Контраст
th: ความคมชัด
tr: Kontrast
vi: Độ tương phản
zh_hant: 對比度
zh_hk: 對比度

# CopyrightNotice
source: 版权声明
ar: إعلان حقوق المؤلف
de: Urheberrechtshinweis
en: Copyright Notice
es: declaración de copyright
fr: Copyright
id: Pernyataan Hak Cipta
it: Dichiarazione di copyright
ja: 著作権情報
ko: 저작권 고지
nl: Auteursrechtenverklaring
pl: Oświadczenie o prawach autorskich
pt_br: Declaração de direitos autorais
pt_pt: Declaração de direitos autorais
ru: Уведомление об авторских правах
th: คำสั่งลิขสิทธิ์
tr: elifT hakkı beyanı
vi: Thông báo bản quyền
zh_hant: 版權聲明
zh_hk: 版權聲明

# Cultural Events
source: 文化活动
ar: أنشطة ثق
de: Kulturelle Aktivität
en: Cultural Event
es: Eventos culturales
fr: Activité culturelle
id: Kegiatan Budaya
it: Attività culturale
ja: 文化活動
ko: 문화 활동
nl: Culturele activiteiten
pl: Działania kulturalne
pt_br: Atividade cultural
pt_pt: Atividade cultural
ru: Культурное мероприятие
th: กิจกรรมวัฒนธรรม
tr: Kültürel etkinlik
vi: Hoạt động văn
zh_hant: 文化活動
zh_hk: 文化活動

source: Customize your template
ar: افيةتخصيص قالبك
de: Passen Sie Ihre Vorlage an
en: Customize your templateExplore
es: Personaliza tu plantilla "EXPLORAR"
fr: Personnaliser votre modèle
id: Sesuaikan Template Anda
it: Personalizza il tuo modello
ja: テンプレートをカスタマイズプロ
ko: 템플릿 사용자 정의
nl: Pas je sjabloon aan
pl: Dostosuj swój szablon
pt_br: Personalize seu modelo
pt_pt: Personalize o seu modelo
ru: Настроить ваш шаблон
th: ปรับแต่งแม่แบบของคุณ
tr: Şablonunuzu özelleştirin
vi: Tùy chỉnh mẫu bạn của
zh_hant: Customize template your

# CustomRendered
source: 自定义渲染
ar: تخصيص عرض
de: Benutzerdefiniertes
en: Custom Rendering
es: Renderización personalizada
fr: Rendu personnalisé
id: Rendering Kustom
it: Rendering personalizzato
ja: カスタレンムダリング
ko: 맞춤형 렌더링
nl: Aangepaste rendering
pl: Niestandardowe renderowanie
pt_br: Renderização personalizada
pt_pt: Renderização personalizada
ru: Пользовательская обработка
th: การเรนเดอร์แบบปรับแต่งเอง
tr: Özelleştir render
vi: Tuỳ chỉnh render
zh_hant: 自定義渲染
zh_hk: 自定義渲染

# DateTimeDigitized
source: 数字化日期时间
ar: التاريخ والوقت الرق
de: Datums- und Zeitangabe der Digitalisierung
en: Digitized DateTime
es: Fecha y hora digitalizadas
fr: Date et heure de numérisation
id: Tanggal dan Waktu Digitalisasi
it: Data e ora digitalizzazione
ja: デジタル化日時
ko: 디지털화 날짜 시간
nl: Datum en tijd van digitalisering
pl: Data i godzina digitalizacji
pt_br: Data e hora digitalizadas
pt_pt: Data e hora digitalizada
ru: Дата и время цифровизации
th: วันที่และเวลาประเภทดิิจทัล
tr: Tarihi sayısallaştır
vi: Ngày giờ diện tử
zh_hant: 數字化日期時間
zh_hk: 數字化日期時間

# DateTimeOriginal
source: 原始拍摄日期时间
ar: ميتاريخ ووقت التصوير الأصلي
de: Datum und Uhrzeit der Originalaufnahme
en: Original DateTime
es: Fecha y hora de captura original
fr: Date et heure de prise originale
id: Tanggal dan Waktu Pemotretan Asli
it: Data e ora di scatto originale
ja: 原撮影日時
ko: 원본 촬영 날짜 시간
nl: Oorspronkelijke opnamedatum en -tijd
pl: Data i godzina oryginału
pt_br: Data e hora originais
pt_pt: Data e hora original da captura
ru: Исходные дата и время съемки
th: วันที่และเวลาถ่ายดั้งเดิม
tr: Orijinal çekim tarihi zamanı
vi: Ngày giờ chụp gốc
zh_hant: 原始拍攝日期時間
zh_hk: 原始拍攝日期時間

source: Default
ar: الافتراضية
de: Standard
fr: Par défaut
it: Predefinito
ja: デフォルト
pl: Domyślne
pt_br: Padrão
pt_pt: Padrão
ru: По умолчанию
th: เริ่มต้น
tr: Varsayılan
vi: Mặc định

source: Default (leading)
ar: الافتراضية (قيادية)
de: Standard (führend)
fr: Par défaut (ligne de tête)
it: Predefinito (leading)
ja: デフォルト (先頭)
ko: Default (이하)
pl: Domyślne (wiodące)
pt_br: Padrão (inicial)
pt_pt: Padrão (inicial)
ru: По умолчанию (ведущий)
th: เริ่มต้น (แบบชี้นำ)
tr: Varsayılan (öncü)
vi: Mặc định (dẫn đầu)

# Depth
source: 图像深度
ar: عمق الصورة
de: Bildtiefe
en: Image Depth
es: Profundidad de imagen
fr: Profondeur
id: Kedalaman Gambar
it: Profondità delle immagini
ja: 画像深度
ko: 이미지 깊이
nl: Beelddiepte
pl: Głębokość obrazu
pt_br: Profundidade da imagem
pt_pt: Profundidade da imagem
ru: Глубина изображения
th: ความลึกของภาพ
tr: Görüntü derinliği
vi: Độ sâu hình ảnh
zh_hant: 圖像深度
zh_hk: 圖像深度

# Desert
source: 沙漠
ar: الصحراء
de: Wüste
en: Desert
es: Desierto
fr: Désert
id: Padang Pasir
it: Deserto
ja: 砂漠
ko: 사막
nl: Woestijn
pl: Pustynia
pt_br: Deserto
pt_pt: Deserto
ru: Пустыня
th: ทะเลทราย
tr: Çöl
vi: Sa mạc

source: Design By FUJISTYLE APP
ar: Design By FUISTJYLE APP
de: Design von FUJISTYLE APP
es: Diseño por FUJISTYLE APP
fr: Conçu par l'application FUJISTYLE
id: Desain Oleh FUJISTYLE APP
ja: FUJISTYLEアプリによるデザイン
nl: Ontwerp door FUJISTYLE APP
pl: Projektstwa autor FUJISTYLE APP
ru: Дизайн от FUJISTYLE APP
th: ออกแบบโดยแอพ FUJISTYLE
tr: FUJISTYLE APP Tarafından Tasarlandı
vi: Thiết kế bởi ứng dụng FUJISTYLE

# DPIHeight
source: DPI高度
ar: ارتفاع DPI
de: DPI-Höhe
en: DPI Height
es: Altura DPI
fr: Hauteur DPI
id: Tinggi DPI
it: Altezza DPI
ja: DPI高さ
ko: DPI 높이
nl: DPI hoogte
pl: Wysokość DPI
pt_br: Altura DPI
pt_pt: Altura do DPI
ru: DPI высота
th: ความสูง DPI
tr: DPI yüksekliği
vi: Chiều cao DPI

# DPIWidth
source: DPI宽度
ar: عرض DPI
de: DPI-Breite
en: DPI Width
es: Ancho DPI
fr: Largeur DPI
id: Lebar DPI
it: Larghezza DPI
ja: DPI幅
ko: DPI 너비
nl: DPI breedte
pl: Szerokość DPI
pt_br: Largura DPI
pt_pt: Largura do DPI
ru: DPI ширина
th: ความกว้าง DPI
tr: DPI genişliği
vi: ềuChi rộng DPI
zh_hant: DPI寬度
zh_hk: DPI寬度

source: DPI宽度
ar: عرض DPI
de: DPI-Breite
en: DPI Width
es: Ancho DPI
fr: Largeur DPI
id: Lebar DPI
it: Larghezza DPI
ja: DPI幅
ko: DPI 너비
nl: DPI breedte
pl: Szerokość DPI
pt_br: DPILargura DPI
pt_pt: Largura do DPI
ru: DPI ширина
th: ความกว้าง DPI
tr: DPI genişliği
vi: Chiều rộng DPI
zh_hant: DPI寬度
zh_hk: DPI寬度

source: DPI高度
ar: ارتفاع DPI
de: DPI-Höhe
en: DPI Height
es: Altura DPI
fr: Hauteur DPI
id: Tinggi DPI
it: Altezza DPI
ja: DPI高さ
ko: DPI 높이
nl: DPI hoogte
pl: Wysokość DPI
pt_br: Altura
pt_pt: Altura do DPI
ru: DPI высота
th: ความสูง DPI
tr: DPI yüksekliği
vi: Chiều cao DPI

# ExifVersion
source: EXIF版本
ar: إصدار EXIF
de: EXIF-Version
en: EXIF Version
es: Versión EXIF
fr: Version EXIF
id: Versi EXIF
it: Version EXIF
ja: EXIFバージョン
ko: EXIF 버전
nl: EXIF-versie
pl: Wersja EXIF
pt_br: Versão EXIF
pt_pt: Versão EXIF
ru: EXIF версия
th: เวอร์ชัน EXIF
tr: EXIF sürümü
vi: Phiên EX bảnIF

source: Exif识别按钮
ar: زر التعرف على Exif
de: Exif-Erkennungsbutton
en: Exif Recognition Button
es: Botón de identificación Exif
fr: Bouton d'identification Exif
id: Tombol Pengenalan Exif
it: Pulsante riconoscimento Exif
ja: Exif識別ボタン
ko: Exif 인식 버튼구매
nl: Exif-herken-knop
pl: Przycisk rozpoznawania Exif
pt_br: Botão de identificação Exif
pt_pt: Botão de reconhecimento Exif
ru: Кнопка распознавания Exif
th: ปุ่มรู้จำ Exif
tr: Exif tanımlama butonu
vi: Nút nhận diện Exif
zh_hant: Exif識別按鈕
zh_hk: Exif識別按鈕

source: explore professional filters
ar: استكشاف الفلاتر المهنية
de: Erkunden Sie Filter professionelle
en: professional filters
es: explore filtros profesionales
fr: explorer des filtres professionnels
id: Jelajahi Filter Profesional
it: esplora filtri professionali
ja: フェッショナルなフィルターを探索する
ko: 전문 필터 탐색
nl: Verken filters professionele
pl: eksploruj profesjonalne filtry
pt_br: Explore filtros profissionais
pt_pt: explore filtros profissionais
ru: Исследовать профессиональные фильтры
th: ค้นหาฟิลเตอร์มืออาชีพ
tr: Profesyonel filtreleri keşfedin
vi: khám phá bộ lọc chuyên nghiệp
zh_hant: expl professionalore filters

# ExposureBiasValue
source: 曝光补偿
ar: تعويض التعرض
de: Belichtungs-korrektur
en: Exposure Compensation
es: Comp. Exposición
fr: Valeur de biais d'exposition
id: Kompensasi Eksposur
it: Comp. Esposizione
ja: 露出補正
ko: 노출 보정
nl: Belichtingscomp.
pl: Kompensacja ekspozycji
pt_br: Compensação de exposição
pt_pt: Compensação de exposição
ru: Компенсация экспозиции
th: การชดเชยการเปิดรับแสง
tr: Pozlama telafisi
vi: ùB phơi sáng
zh_hant: 曝光補償
zh_hk: 曝光補償

# ExposureMode
source: 曝光模式
ar: وضع التعرض
de: Belichtungsmodus
en: Exposure Mode
es: Modo de exposición
fr: Mode d'exposition
id: Modearan Pap
it: Modalità esposizione
ja: 露出モード
ko: 노출 모드
nl: Belichtingsmodus
pl: Tryb ekspozycji
pt_br: Modo de exposição
pt_pt: Modo de exposição
ru: Режим экспозиции
th: โหมดการเปิดรับแสง
tr: Pozlama modu
vi: Chế độ phơi sáng

# ExposureProgram
source: 曝光程序
ar: برنامج التعرض
de: Belichtungsprogramm
en: Exposure Program
es: Programa de exposición
fr: Programme d'exposition
id: Program Ekspose
it: Programma esposizione
ja: 露出プログラム
ko: 노출
nl: Belichtingsprogramma
pl: Program ekspozycji
pt_br: Programa de exposição
pt_pt: Programa de exposição
ru: Программа экспозиции
th: โปรแกรมการเปิดรับแสง
tr: Pozlama programı
vi: Chương trình phơi sáng

# ExposureTime
source: 曝光时间
ar: زمن التعرض
de: Belichtungszeit
en: Exposure Time
es: Tiempo de exposición
fr: Temps d'exposition
id: Waktu Ekspose
it: Tempo di esposizione
ja: 露出時間
ko: 노출 시간
nl: Belichtingstijd
pl: Czas ekspozycji
pt_br: Tempo de exposição
pt_pt: Tempo de exposição
ru: Время экспозиции
th: เวลาเปิดรับแสง
tr: Pozlama zamanı
vi: Thời gian phơi sáng
zh_hant: 曝光時間
zh_hk: 曝光時間

# Family Photography
source: 家庭摄影
ar: تصوير عائلي
de: Familienfotografie
en: Family Photography
es: Fotografía familiar
fr: Photographie de famille
id: Fotografi Keluarga
it: Fotografia di famiglia
ja: ファミリー写真
ko: 가족 사진
nl: Familiefotografie
pl: Fotografia rodzinna
pt_br: Fotografia familiar
pt_pt: Fotografia familiar
ru: Семейная фотография
th: การถ่ายภาพครอบครัว
tr: Aile fotoğrafçılığı
vi: Nhiếp ảnh gia
zh_hant: 家庭攝影
zh_hk: 家庭攝影

# FileSource
source: 文件来源
ar: مصدر الملف
de: Dateiquelle
en: File Source
es: Fuente de archivo
fr: Source du fichier
id: Sumber File
it: Fonte del file
ja: ファイルソース
ko: 파일 출처
nl: Bestandsbron
pl: Źródło pliku
pt_br: Origem do arquivo
pt_pt: Origem do arquivo
ru: Источник файла
th: แหล่งที่มาของไฟล์
tr: Dosya kaynağı
vi: đìnhNguồn tệp
zh_hant: 文件來源
zh_hk: 文件來源

source: Film Recipe
ar: وصفة فيلممح
de: Filmrezept
es: Receta de película
fr: Recette de Film
id: Resep Film
it: Ricetta pellicola
ja: フィルムレシピ
ko: 필름 레시피
nl: Film Recept
pl: Przepis na film
pt_br: Receita de filme
pt_pt: Receita de filme
ru: Рецепт пленки
th: สูตรฟิล์ม
tr: Film tarifi
zh_hk: 菲林配方

# FilmSimulation
source: 电影模拟
ar: اكاة السينما
de: Filmsimulation
en: Film Simulation
es: Simulación de película
fr: Simulation de film
id: Simulasi Film
it: Simulazione pellicola
ja: フィルムシミュレーション
ko: 영화 시뮬레이션
nl: Filmsimulatie
pl: Symacjaul filmu
pt_br: Simulação de filme
pt_pt: Simulação de filme
ru: Кинематографический
th: การจำลองภาพยนตร์
tr: Film simülasyonu
vi: Film Simulation
zh_hant: 電影模擬
zh_hk: 電影模擬

source: FILTERS • FRAMES • COMMUNITY
ar: FILTERS • FRAMES • COMMUNITYا
de: FILTER • RAHMEN COMMUNITY
es: FILTROS • MARCOS • COMUNIDAD
fr: FILTRES • CADRES • COMMUNAUTÉ
id: FILTER · FRAME · KOMUNITAS
it: FILTRI • CORNICI • COMUNITÀ
ja: フィル・ターフレーム・コミュニティ
ko: 필터 • 프레임 • 커뮤니티
nl: FILTER •S KADERS • COMMUNITY
pt_br: FILTROS • MOLDURAS • COMUNIDADE
pt_pt: FILTROS • MOLDURAS • COMUNIDADE
ru: ФИЛЬТРЫ • РАМКИ • СООЩБЕСТВО
th: ฟิลเตอร์ตัดกรอบ · ชุมชน
tr: FİLTRELER • KARELER • TOPLULUK
vi: BỘ LỌC • KHUNG • CỘNG ĐỒNG

source: Find inspiration
ar: كتشاف الإلهام
de: Inspiration finden
es: Encuentra inspiración
fr: Trouver l'inspiration
id: Temukan Inspirasi
it: Trova ispirazione
ja: インスピレーションを見つける
ko: 영감을 찾
nl: Vind inspiratie
pl: Znajdź inspirację
pt_br: Encontre inspiração
pt_pt: Encontre inspiração
ru: Найти вдохновение
th: ค้นหาแรงบันดาลใจ
tr: İlham bul
vi: Tìm nguồn cảm hứng

# Flash
source: 闪光灯
ar: فلاش
de: Blitz
en: Flash
es: Flash
fr: Flash
id: Lampu Kilat
it: Flash
ja: フラッシュ
ko: 플래시
nl: Flitser
pl: Lampa błyskowa
pt_br: Flash
pt_pt: Flash
ru: Вспышка
th: ไฟแฟลช
tr: Flaş
vi: Đèn flash
zh_hant: 閃光燈
zh_hk: 閃光燈

# FlashPixVersion
source: Flash Pix版本
ar: إصدار Flash Pix
de: Flash Pix-Version
en: Flash Pix Version
es: Versión Flash Pix
fr: Version Flash Pix
id: Versi Flash Pix
it: Versione Flash Pix
ja: Flash Pixバージョン
ko: Flash Pix 버전
nl: Flash Pix versie
pl: Wersja Flash Pix
pt_br: Versão do Flash Pix
pt_pt: Versão Flash Pix
ru: Flash Pix версия
th: เวอร์ชัน Flash Pix
tr: Flash Pixümü sür
vi: Phiên bản Flash Pix

# FNumber
source: F编号
ar: رقم F
de: Blendenwert
en: F Number
es: Número F
fr: Numéro F
id: Nomor F
it: Numero
ja: F番号
ko: F 번호
nl: F-nummer
pl: Numer F
pt_br: Número F
pt_pt: Número F
ru: Номер_F
th: หมายเลข F
tr: F numarası
vi: Số F
zh_hant: F編號
zh_hk: F編號

# FocalLength
source: 焦距
ar: الطول البؤري
de: Brennweite
en: Focal Length
es: distancia focal
fr: Longueur focale
id: Panjang Fokus
it: L Funghezza focale
ja: 焦点距離
ko: 초점 거리
nl: Brandpuntsafstand
pl: Ogniskowa
pt_br: Distância focal
pt_pt: Focal
ru: Фокусное расстояние
th: ทางยาวโฟกัส
tr: Odak uzak
vi: Tiêu cự

# FocalLenIn35mmFilm
source: 等效35mm焦距
ar: الطول البؤري المكافئ لـ35ملم
de: Äquivalente 35mm Brennweite
en: Equivalent 35mm Focal Length
es: Distancia focal equivalente de 35mm
fr: Focale en équivalent 35 mm
id: Jarak Fokus Setara 35mm
it: Lunghezza focale equivalente35mm
ja: 35mm換算焦点距離
ko: 등가 35mm 초점 거리
nl: Equivalent 35mm brandpuntsafstand
pl: Ogniskowa 35mm ekwiwalentna
pt_br: Distância focal equivalente a 35 mm
pt_pt: Distância focal equivalente a 35mm
ru: Эквивалентное фокусное расстояние 35мм
th: ระยะโฟกัส 35 มม. เทียบเท่า
tr: lığı35mm eşdeğer odak uzak
vi: Tiêu cự tương đương 35mm

# FocalPlaneResolutionUnit
source: 焦平面分辨率单位
ar: وحدة دقة المستوى البؤري
de: Fokusebene Auflösungseinheit
en: Focal Plane Resolution Unit
es: Unidad de resolución del plano focal
fr: Unité de résolution du plan focal
id: Resolusi Unit Bidang Fokus
it: Unità risoluzione piano focale
ja: 焦平面解像度単位
ko: 초점 평면 해상도 단위
nl: Focale resolutie-eenheid
pl: Jednostka rozdzielczości płaszczyzny ogniskowej
pt_br: Unidade de resolução do plano focal
pt_pt: Unidade de resolução do plano focal
ru: Единица разрешения фокальной плоскости
th: หน่วยความละเอียดโฟกัส
tr: lığıOdak düzlemi çözünürlük birimi
vi: Đơn vị phân giải tiêu cự mặt phẳng
zh_hant: 焦平面分辨率單位
zh_hk: 焦平面分辨率單位

# FocalPlaneXResolution
source: 焦平面X方向分辨率
ar: دقة المستوى البؤري X
de: Fokusebene X-Richtungsauflösung
en: Focal Plane X Resolution
es: Resolución X del plano focal
fr: Résolution du plan focal X
id: Resolusi Bidang Fokus Arah X
it: Risoluzione piano focale X
ja: 焦平面X方向解像度
ko: 초점면 X 방향 해상도
nl: Focusscherpte X-resolutie
pl: Rozdzielczość w kierunku X płaszczyzny ogniskowej
pt_br: Resolução na direção X do plano focal
pt_pt: Resolução do plano focal direção na X
ru: Разрешение фокальной плоскости по оси X
th: ความละเอียดโฟกัสในทิศทาง X
tr: Odak düzlemi X yönü çözünürlüğü
vi: Độ phân giải tiêu cự mặt phẳng X

# FocalPlaneYResolution
source: 焦平面Y方向分辨率
ar: دقة المستوى البؤري Y
de: Fokusebene Y-Richtungsauflösung
en: Focal Plane Y Resolution
es: resolución Y del plano focal
fr: Résolution du plan focal Y
id: Resolusi Bidang Fokus Arah Y
it: Risoluzione piano focale Y
ja: 焦平面Y方向解像度
ko: 초점면 Y 방향 해상도테
nl: Focusscherpte Y-resolutie
pl: Rozdzielczość w kierunku Y płaszczyzny ogniskowej
pt_br: Resolução na direção Y do plano focal
pt_pt: Resolução do plano focal na direção Y
ru: Разрешение фокальной плоскости по оси Y
th: ความละเอียดโฟกัสในทิศทาง Y
tr: Odak düzlemi Y yönü çözünürlüğü
vi: Độ phân giải tiêu cự mặt phẳng Y

# FocusMode
source: 对焦模式
ar: وضع التركيز
de: Fokusmodus
en: Focus Mode
es: Modo de enfoque
fr: Mode de mise au point
id: Modus Fokus
it: Modalità di messa a fuoco
ja: フォーカスモード
ko: 초점 모드
nl: Scherpstelmodus
pl: Tryb ostrości
pt_br: Modo de foco
pt_pt: Modo de focagem
ru: Режим фокусировки
th: โหมดโฟกัส
tr: Netleme modu
vi: Chế độ lấy
zh_hant: 對焦模式
zh_hk: 對焦模式

# Food
source: 食物
ar: غذاء
de: Essen
en: Food
es: Comida
fr: Nourriture
id: Makanan
it: Cibo
ja: 食べ物
ko: 음식
nl: Eten
pl: Jedzenie
pt_br: Comida
pt_pt: Comida
ru: Еда
th: อาหาร
tr: Yemek
vi: nétThức

# Forest
source: 森林
ar: غابة
de: Wald
en: Forest
es: Bosque
fr: Forêt
id: Hutan
it: Foresta
ja: 森
ko: 숲형
nl: Bos
pl: Las
pt_br: Floresta
pt_pt: Floresta
ru: Лес
th: ป่าไม้
tr: Orman
vi: ănRừng

source: Frame · WaterMark
ar: إطار · علامة مائية
de: Rahmen · Wasserzeichen
es: inspiraciónMarco · Marca de agua
fr: Cadre · Filigrane
id: ingkaiB · Tanda Air
it: Cornice · Filigrana
ja: フレーム・ウォーターマ
ko: 기프레임 · 워터마크
nl: Kader · Watermerk
pl: Ramka · Znak wodny
pt_br: Moldura · Marca d'água
pt_pt: Moldura · Marca d'água
ru: Рамка · Воднойя знак
th: ตัดกรอบ · ลายน้ำ
tr: Çerçeve · SuMarkası
